q = {
    '1':
        ['4', 'Какая из приведенных фигур имеет форму знака "Уступи"?',
             ['1',
              '2',
              '3',
              '4']],
    '2':
        ['4', 'Какая из приведенных фигур имеет форму знака парковки?',
             ['1',
              '2'
              '3',
              '4']],
    '3':
        ['Замедлись и будь готов остановиться, если нужно.', 'Что значит знак "Уступи"?',
             ['Вариант 1',
              'Замедлись и будь готов остановиться, если нужно.',
              'Вариант 3',
              'Вариант 4']],
    '4':
        ['3', 'Какая из предложенных фигур имеет форму знака остановки?',
             ['1',
              '2',
              '3',
              '4']],
    '5':
        ['3', 'Какая из приведённых фигур означает близкий железнодорожный переезд?',
             ['1',
              '2',
              '3',
              '4']],
    '6':
        ['Останавливаться можно только по приказу полицейского.', 'Что означает сигнал "Не останавливаться"?',
             ['Останавливаться можно только по приказу полицейского.',
              'Вариант 2',
              'Вариант 3',
              'Вариант 4']],
    '7':
        ['Белые буквы на красном фоне', 'Какого цвета сигнал "Не останавливаться"?',
             ['Вариант 1',
              'Вариант 2',
              'Вариант 3',
              'Белые буквы на красном фоне']],
    '8':
        ['Белые буквы на красном фоне.', 'Какая из приведённых фигур имеет форму знака, указывающего опасность, '
                                        'например, крутой поворот или спуск?',
             ['Белые буквы на красном фоне.',
              'Вариант 2',
              'Вариант 3',
              'Вариант 4']],
    '9':
        ['Полностью остановиться и двигаться лишь когда безопасно.', 'Что означает знак "Стоп"?',
             ['Вариант 1',
              'Вариант 2',
              'Полностью остановиться и двигаться лишь когда безопасно.',
              'Вариант 4']],
    '10':
        ['2', 'Какая из приведённых фигур имеет форму знака ограничения скорости?',
             ['1',
              '2',
              '3',
              '4']]

    }











































